espressif/esp-claw/application/rover_s3/boards/m5sticks3/sdkconfig.defaults.board
# ESP32-S3 board-level overrides for M5Stack StickS3
CONFIG_IDF_TARGET="esp32s3"
CONFIG_SPIRAM_MODE_OCT=y
CONFIG_SPIRAM_SPEED_80M=y
CONFIG_ESP32S3_SPIRAM_SUPPORT=y
